export const QuestionData = [
  {
    id: 1,
    title: "반려견 입양 전,\n나는 어떤 걸 먼저 고려할까?",
    answera: "나의 주거환경, 활동, 성격을\n고려해 어울리는 성향인지가 중요해!",
    answerb: "나와 교감이 잘 되는지,\n 마음이 끌리는지가 중요해!",
    type: "SN",
  },
  {
    id: 2,
    title: "마침내 우리집에 온 댕댕이🐶\n멋진 이름을 지어줘야지 !",
    answera:
      "이름은 입에 잘 붙어야지!\n강아지 이름 TOP100을 검색해 이름을 골라준다.",
    answerb: "특별한 이름이 좋겠어!\n창의적이고 참신한 작명 센스를 선보인다.",
    type: "SN",
  },
  {
    id: 3,
    title: "입양 소식을 SNS에 올렸다.\n더 기쁠 것 같은 친구의 반응은?",
    answera: "정말 귀엽다 ! ❤️\n 어떻게 이렇게 귀여운 생명체가 다 있지? ㄲㅑ😆",
    answerb: "정말 좋은일 했어 👏🏼\n네가 한 생명을 구했어 !",
    type: "TF",
  },
  {
    id: 4,
    title: "강아지에 대한 모든 것이 궁금해!\n 어떻게 정보를 찾아볼까?",
    answera:
      "이 구역의 인싸는 나!\n 반려견 커뮤니티에 가입해 집사들과 소통한다. ",
    answerb:
      "나는 프로 검색러!\n 반려 정보를 담은 책과 콘텐츠를 인터넷에 검색해본다.",
    type: "EI",
  },
  {
    id: 5,
    title: "강아지 사료가 떨어졌네.\n어떤 걸로 사지?",
    answera: "이게 후기와 평점이 좋네? 입소문을 믿어본다.",
    answerb: "사료 브랜드, 성분, 기능 등을 꼼꼼하게 확인 후 산다.",
    type: "SN",
  },
  {
    id: 6,
    title: "강아지 산책 어디로 가볼까?",
    answera: "계획이 중요해!\n시간, 루트, 횟수 등을 미리 정해 실천한다.",
    answerb: "느낌이 중요해!\n그날그날 마음이 끌리는 곳으로 발길을 향한다.",
    type: "JP",
  },
  {
    id: 7,
    title: "강아지 산책 모임에 가입했다.\n자기 소개 시간에 나는?",
    answera:
      "우리 댕댕이는요!!! >_<\n 반려의 역사를 총망라해 강아지와 나를 소개한다.",
    answerb: "강아지 소개만 간단히 하고\n적당하게 거리를 둔다.",
    type: "EI",
  },
  {
    id: 8,
    title: "산책 모임 끝! 집에 돌아갈 시간\n멍집사들이 뒤풀이를 제안했다.",
    answera:
      "콜! 앞으로 친해지면 모임 시간이 더 즐겁지 않을까?\n반가운 마음으로 참석한다.",
    answerb: "집에 가서 쉬고싶은데...\n머뭇거리며 사람들의 반응을 살핀다.",
    type: "EI",
  },
  {
    id: 9,
    title: "친구가 오래 키운 반려동물이\n아프다고 한다. 나의 반응은?",
    answera: '"어디가 아파?\n같이 치료법을 찾아보자."\n동물병원을 수소문한다.',
    answerb:
      '"많이 속상하겠다.😥\n힘들 때 언제든 연락해."\n따뜻한 위로부터 건낸다.',
    type: "TF",
  },
  {
    id: 10,
    title: "멍집사의 가장 큰 임무는\n강아지의 건강을 챙기는 것!\n나의 방법은?",
    answera: "준비된 자를 이길 수 없다!\n건강검진 데이터를 꼼꼼히 정리해둔다.",
    answerb:
      "건강은 예측 불가능한 것!\n문제가 생기면 그때그때 검색해 정보를 얻는다.",
    type: "JP",
  },

  {
    id: 11,
    title: "오늘은 멍집사의 월급날!\n강아지 선물을 사볼까?",
    answera:
      "그동안 눈여겨본 장난감과 반려용품을 일목요연하게\n정리해두고 필요한 것부터 비교해 구입한다.",
    answerb:
      "마음으로 낳았고, 지갑으로 키운다!\n마음에 드는 장난감은 일단 장바구니에 넣는다.",
    type: "JP",
  },
  {
    id: 12,
    title: "오늘따라 강아지가 기운이 없고\n축 처져있다. 어떡하지?",
    answera: "혹시 어디 아픈건 아니지?\n증상을 세심하게 살펴본다.",
    answerb: "산책갈까? 간식먹을까\n기운 날만한 것을 시도한다.",
    type: "TF",
  },
];
