export const QuestionData = [
  {
    id: 1,
    title: "궁금한게 생겼다. \n정보를 검색할 때 당신의 유형은?🔍 ",
    answera: "정보를 찾을때 그것만 찾는다. \n 난 한곳만 파.",
    answerb: "범주의 개념부터 정리하려고 한다. \n 개념부터 시작하자.",
    type: "SN",
  },
  {
    id: 2,
    title: "💐꽃을 받았습니다. \n 당신이 취할 행동은?",
    answera:
      "꽃을 받으면 향기를 맡거나 만져보는 사람. \n 꽃 향기가 너무 좋다~🌹",
    answerb: "꽃을 보며 이야기나 생각을 하는 사람. \n 꽃으로도 때리지 말라.🥀",
    type: "SN",
  },
  {
    id: 3,
    title: "🤷‍♂️후임을 받을 때 선호되는 인물은? \n 2년간 같이 굴러야돼.",
    answera: "🧊일에 있어서 냉정한 사람이 좋다 \n 야 일 잘하면 다 착해보여.",
    answerb: "🌻일을 잘 못해도 따뜻한 사람이 좋다 \n 그래도 애는 착해.",
    type: "TF",
  },
  {
    id: 4,
    title: "여가시간을 보낼 때? \n 당신의 시간을 어떻게 보낼것인가.",
    answera:
      "😝사람과 만나고 대화를 좋아하는 편\n 🐧노는게 제일 좋아.",
    answerb:
      "😌혼자있는것을 선호하며, 듣는걸 좋아하는 편 \n N플릭스 미만 잡.",
    type: "EI",
  },
  {
    id: 5,
    title: "새로운 직업을 가집시다. \n 난 이 일이 적성에 맞아.",
    answera: "🧑‍🏭시키는대로만 잘하는 사람\n 시켜만 주십쇼.",
    answerb: "🧑‍🔬새로운 경험을 좋아하는 사람\n 일단 해봐 안죽어.",
    type: "SN",
  },
  {
    id: 6,
    title: "🐕강아지 산책 어디로 가볼까?",
    answera: "📆계획이 중요해!\n시간, 루트, 횟수 등을 미리 정해 실천한다.",
    answerb: "👟느낌이 중요해!\n그날그날 마음이 끌리는 곳으로 발길을 향한다.",
    type: "JP",
  },
  {
    id: 7,
    title: "당신의 여행 취향은?",
    answera:
      "🏊활동적인 여가생활을 좋아하는 편 \n 가고 싶은데로 간다.",
    answerb: "🏠조용하고 편안한 여가생활이 더 좋은 편 \n 쉬기 딱 좋은 날씨네.",
    type: "EI",
  },
  {
    id: 8,
    title: "모임 끝! 집에 돌아갈 시간\n동료들이 뒤풀이를 제안했다.",
    answera:
      "콜! 2차? \n🙋‍♂️자 드가자~😤",
    answerb: "집에 가서 쉬고싶은데...\n 🔥가스불을 안끄고 왔어;",
    type: "EI",
  },
  {
    id: 9,
    title: "N년지기 친구가 나 살쪘지?🥹 \n당신의 답변은?",
    answera: "😐ㅇㅇ 좀 빼라 \n 할 말은 해야겠다",
    answerb:
      '🥰아니야 보기좋아.\n 따뜻한 위로부터 건낸다.',
    type: "TF",
  },
  {
    id: 10,
    title: "🧑‍🏫과제가 시작되었다. \n절망속... 어디서 행복을 찾아야 할까?",
    answera: "과정보다 완성된 결과를 즐기고 기뻐하는 편 \n 🍒인내는 쓰지만 열매는 달다. ",
    answerb:
      "과정이 즐거우면 결과가 안좋아도 긍정적인 편\n 🗝️지금까지 우리의 여행이 보물이야.",
    type: "JP",
  },

  {
    id: 11,
    title: "😎즐거운 주말의 시작!\n나의 계획은?",
    answera:
      "모처럼의 휴일!\n계획해둔 일정을 불사르자!",
    answerb:
      "흐르는 물처럼...\n 휴일이니 흐름에 맡기자.",
    type: "JP",
  },
  {
    id: 12,
    title: "📅팀플을 같이하는 팀원이 \n 팀프로젝트 제출 기간을 놓쳤다",
    answera: "🤬확실한 잘못을 저질렀네\n상대방의 잘못을 확실히 알려준다.",
    answerb: "😑뭔가 일이 있었겠지\n상대방의 감정을 상하지 않게 격려를 해준다.",
    type: "TF",
  },
];
